const reviews = [
  {
    review: "5.0",
    name: "Айгүл",
    stars: 5,
    date: "23.05.2023",
    text: "Очень довольна! Работа выполнена вовремя, точно и ответственно.",
  },
  {
    review: "5.0",
    name: "Бакыт",
    stars: 5,
    date: "24.05.2023",
    text: "Профессионализм на высшем уровне. Задание выполнено чётко и грамотно.",
  },
  {
    review: "4.0",
    name: "Нурия",
    stars: 4,
    date: "25.05.2023",
    text: "В целом хорошо, но были небольшие задержки по времени.",
  },
  {
    review: "4.0",
    name: "Ирина",
    stars: 4,
    date: "23.05.2023",
    text: "Качественно, оперативно и профессионально! Благодарю за работу.",
  },
  {
    review: "5.0",
    name: "Мирлан",
    stars: 5,
    date: "25.05.2023",
    text: "Отличный сервис! Ответил на все вопросы, помог без промедления.",
  },
  {
    review: "5.0",
    name: "Аруузат",
    stars: 5,
    date: "26.05.2023",
    text: "Было приятно работать с Кириллом. Всё сделано на высоком уровне.",
  },
  {
    review: "5.0",
    name: "Айсулуу",
    stars: 5,
    date: "27.05.2023",
    text: "Работа понравилась! Настоящий профессионал своего дела.",
  },
  {
    review: "5.0",
    name: "Эрнис",
    stars: 5,
    date: "27.05.2023",
    text: "Всё сделано быстро и правильно. Огромное спасибо!",
  },
  {
    review: "5.0",
    name: "Гүлназ",
    stars: 5,
    date: "28.05.2023",
    text: "Не пожалела, что обратилась. Всё было выполнено по ожиданиям.",
  },
];

export default reviews;
