const cards = [
  {
    title: "Определение местоположения",
    text: "Помогаем установить текущее или последнее известное местоположение телефона с использованием разрешённых методов и источников. Подходит для поиска людей или утраченных устройств.",
    id: 1,
  },
  {
    title: "Проверка деловых партнеров",
    text: "Сбор объективной информации о верности партнёра. Конфиденциальное расследование с предоставлением фото- и видеоматериалов по результатам наблюдения.",
    id: 3,
  },
  {
    title: "Проверка сотрудников",
    text: "Проверка благонадёжности сотрудников, их деловой репутации, скрытых связей и возможных конфликтов интересов. Помогаем избежать рисков при приёме на работу.",
    id: 4,
  },
];

export default cards;
